Repository: zgrate/engelsystem_foxcons
Catalog: resources/lang/*/default.po
Languages: pl_pl

source: auth.password.error
pl_pl: Twoje hasło jest nieprawidłowe. Proszę spróbuj ponownie.

source: form.submit
pl_pl: Wyślij

source: form.send_notification
pl_pl: Wyślij %d powiadomień

source: general.add
pl_pl: Dodaj

source: general.login
pl_pl: Zaloguj się

source: general.dect
pl_pl: Kontakt

source: general.name
pl_pl: Nazwa

source: general.shifts
pl_pl: Zmiany

source: general.info
pl_pl: Informacje

source: general.description
pl_pl: Opis

source: page.403.title
pl_pl: Zabronione

source: page.403.headline
pl_pl: Nie masz uprawnień do dostępu do tej strony

source: page.403.login
pl_pl: Proszę się zalogować.

source: page.error.title
pl_pl: Błąd %s

source: page.404.title
pl_pl: Strona nie znaleziona

source: page.404.not_found
pl_pl: Nie znaleziono snu

source: page.404.text
pl_pl: Ta strona nie została znaleziona lub nie masz uprawnień do jej obejrzenia. Musisz się zalogować lub zarejestrować, aby uzyskać dostęp!

source: page.405.title
pl_pl: 405: Metoda niedozwolona

source: page.419.title
pl_pl: Autoryzacja wygasła

source: page.419.text
pl_pl: Podany token CSRF jest nieprawidłowy lub wygasł. Proszę spróbuj ponownie.

source: credits.credit
pl_pl: Oryginalny engelsystem został stworzony przez [cookie](https://github.com/cookieBerlin/engelsystem). Został następnie całkowicie przepisany i wzbogacony przez [msquare](https://notrademark.de) (konserwator) oraz [MyIgel](https://myigel.name).

source: credits.contributors
pl_pl: Proszę zapoznać się z [listą współtwórców na GitHubie](https://github.com/engelsystem/engelsystem/graphs/contributors) dla pełnej listy.

source: form.select_placeholder
pl_pl: Proszę wybrać...

source: form.load_schedule
pl_pl: Załaduj harmonogram

source: form.import
pl_pl: Importuj

source: form.save
pl_pl: Zapisz

source: form.edit
pl_pl: Edytuj

source: form.preview
pl_pl: Podgląd

source: form.view
pl_pl: Zobacz

source: form.delete
pl_pl: Usuń

source: form.delete_all
pl_pl: Usuń wszystko

source: form.updated
pl_pl: Zaktualizowano

source: form.cancel
pl_pl: Anuluj

source: form.required
pl_pl: Wymagane

source: form.markdown
pl_pl: Możesz używać Markdown tutaj

source: form.user_select
pl_pl: Wybierz użytkownika

source: form.tags
pl_pl: Tagi

source: form.tags.info
pl_pl: Lista tagów oddzielonych przecinkami

source: schedule.import
pl_pl: Importuj harmonogram

source: schedule.edit.title
pl_pl: Edytuj harmonogram

source: schedule.delete.title
pl_pl: Usuń harmonogram z %u zmianami

source: schedule.import.title
pl_pl: Importuj harmonogram

source: schedule.last_update
pl_pl: Ostatnia aktualizacja: %s

source: schedule.import.text
pl_pl: Importy tworzą lokalizacje oraz tworzą, aktualizują i usuwają zmiany zgodnie z eksportem schedule.xml.

source: schedule.import.load.title
pl_pl: Import harmonogramu: Podgląd

source: schedule.import.load.info
pl_pl: Import "%s" (wersja "%s")

source: schedule.name
pl_pl: Nazwa harmonogramu

source: schedule.url
pl_pl: URL harmonogramu (schedule.xml)

source: schedule.shift-type
pl_pl: Typ zmiany

source: schedule.needed-from-shift-type
pl_pl: Załaduj typy wolontariuszy z typu zmiany (inaczej z lokalizacji)

source: schedule.minutes-before
pl_pl: Dodaj minuty przed rozpoczęciem rozmowy

source: schedule.minutes-after
pl_pl: Dodaj minuty po zakończeniu rozmowy

source: schedule.for_locations
pl_pl: Dla lokalizacji

source: schedule.import.request_error
pl_pl: Nie można załadować harmonogramu.

source: schedule.import.locations.add
pl_pl: Lokalizacje do utworzenia

source: schedule.import.shifts.add
pl_pl: Zmiany do utworzenia

source: schedule.import.shifts.update
pl_pl: Zmiany do zaktualizowania

source: schedule.import.shifts.delete
pl_pl: Zmiany do usunięcia

source: schedule.import.shift.dates
pl_pl: Czasy

source: schedule.import.shift.type
pl_pl: Typ

source: title.title
pl_pl: Tytuł

source: schedule.import.shift.location
pl_pl: Lokalizacja

source: news.title
pl_pl: Aktualności

source: news.title.meetings
pl_pl: Spotkania

source: news.is_meeting
pl_pl: [Spotkanie]

source: news.read_more
pl_pl: Czytaj dalej

source: news.updated
pl_pl: Zaktualizowano

source: news.comments
pl_pl: Komentarze

source: news.comments.new
pl_pl: Nowy komentarz

source: news.comments.message
pl_pl: Wiadomość

source: news.edit.edit
pl_pl: Edytuj aktualności

source: news.edit.add
pl_pl: Dodaj aktualność

source: news.edit.subject
pl_pl: Temat

source: news.edit.is_meeting
pl_pl: Spotkanie

source: news.edit.is_highlighted
pl_pl: Wyróżnione

source: news.edit.is_pinned
pl_pl: Przypnij na górze

source: news.edit.message
pl_pl: Wiadomość

source: news.edit.hint
pl_pl: Możesz używać Markdown i tagu [więcej] do oddzielania podglądu od głównego tekstu.

source: news.delete.title
pl_pl: Usuń aktualność "%s"

source: news.comments.delete.title
pl_pl: Usuń komentarz "%s"

source: notification.news.updated.introduction
pl_pl: Aktualność "%1$s" została zaktualizowana

source: notification.news.updated.text
pl_pl: Możesz ją zobaczyć pod adresem %3$s

source: form.search
pl_pl: Szukaj

source: form.exact_match
pl_pl: Dokładne dopasowanie

source: log.log
pl_pl: Dzienniki

source: log.only_own
pl_pl: Możesz oglądać tylko swoje dzienniki. Dzienniki innych użytkowników mogą być sprawdzane przez biurokratów.

source: log.time
pl_pl: Czas

source: log.level
pl_pl: Poziom

source: log.message
pl_pl: Wiadomość

source: settings.settings
pl_pl: Ustawienia

source: settings.profile.entry_required
pl_pl: Wejście wymagane

source: general.nick
pl_pl: Nick

source: settings.profile.nick.already-taken
pl_pl: Nick jest już zajęty.

source: settings.profile.pronoun
pl_pl: Zaimek

source: settings.profile.pronoun.info
pl_pl: Będzie wyświetlany na Twojej stronie profilu oraz na listach wolontariuszy.

source: settings.profile.firstname
pl_pl: Imię

source: settings.profile.lastname
pl_pl: Nazwisko

source: settings.profile.planned_arrival_date
pl_pl: Planowana data przyjazdu

source: settings.profile.planned_departure_date
pl_pl: Planowana data wyjazdu

source: settings.profile.mobile
pl_pl: Telefon komórkowy

source: settings.profile.mobile_show
pl_pl: Pokaż numer telefonu komórkowego innym użytkownikom, aby mogli się ze mną skontaktować.

source: settings.profile.email-preferences
pl_pl: Preferencje e-mailowe

source: general.email
pl_pl: E-mail

source: settings.profile.email.already-taken
pl_pl: Ten adres e-mail jest już zajęty.

source: settings.profile.email_shiftinfo
pl_pl: %s ma prawo wysyłać mi e-maile (np. gdy moje zmiany się zmieniają).

source: registration.email_system
pl_pl: %s ma prawo wysyłać mi e-maile (np. gdy moje zmiany się zmieniają, na nowe wiadomości prywatne lub gdy pojawią się nowe aktualności).

source: registration.email_system.info
pl_pl: Szczegółowe preferencje można ustawić na swoim profilu.

source: registration.error
pl_pl: Błąd rejestracji! Sprawdź, czy wypełniłeś wszystkie obowiązkowe pola!

source: settings.profile.email_news
pl_pl: Powiadom mnie o nowych aktualnościach.

source: settings.profile.email_messages
pl_pl: Powiadom mnie o nowych wiadomościach prywatnych.

source: settings.profile.email_by_human_allowed
pl_pl: Zezwól organizacji na kontaktowanie się ze mną za pośrednictwem e-maila.

source: settings.profile.email_goodie
pl_pl: Aby ewentualnie otrzymać vouchery na następne podobne wydarzenie, zgadzam się na przechowywanie mojego nicka, adresu e-mail oraz godzin pracy do tego czasu.

source: settings.profile.email_tshirt
pl_pl: Aby ewentualnie otrzymać vouchery na następne podobne wydarzenie, zgadzam się na przechowywanie mojego nicka, adresu e-mail, godzin pracy oraz rozmiaru T-shirtu do tego czasu.

source: settings.profile.privacy
pl_pl: Możesz wycofać swoją zgodę podczas wydarzenia w ustawieniach swojego profilu, jak również po wydarzeniu wysyłając e-mail na adres <a href="mailto:%s">%1$s</a>.

source: settings.profile.shirt_size.hint
pl_pl: Koszula o prostym kroju ma szerokie ramiona i bryłę, która jest prawie kwadratowa. Koszulka o dopasowanym kroju ma zakrzywioną boczną szew, która zwęża się w talii i rozszerza się na górze i na dole. Zazwyczaj koszule o dopasowanym kroju są mniejsze od koszul o prostym kroju w tym samym rozmiarze, a rozmiary różnią się między markami.

source: settings.profile.shirt.link
pl_pl: Więcej informacji

source: settings.profile.angeltypes.info
pl_pl: Możesz zarządzać swoimi typami wolontariusz <a href="%s">na stronie typów wolontariuszy</a>.

source: profile.my_shifts
pl_pl: Moje zmiany

source: settings.profile
pl_pl: Profil

source: settings.password
pl_pl: Hasło

source: settings.password.info
pl_pl: Tutaj możesz zmienić swoje hasło.

source: settings.password.confirmation-does-not-match
pl_pl: Hasło i potwierdzenie hasła się nie zgadzają.

source: settings.password.password
pl_pl: Stare hasło

source: settings.password.new_password
pl_pl: Nowe hasło

source: settings.password.new_password2
pl_pl: Potwierdzenie hasła

source: settings.password.success
pl_pl: Hasło zostało zmienione pomyślnie.

source: settings.sessions
pl_pl: Sesje

source: settings.sessions.info
pl_pl: Tutaj możesz zobaczyć i usunąć swoje sesje przeglądarki.

source: settings.sessions.current
pl_pl: Bieżąca sesja

source: settings.sessions.id
pl_pl: ID sesji

source: settings.sessions.last_activity
pl_pl: Ostatnia aktywność

source: settings.theme
pl_pl: Motyw

source: settings.theme.info
pl_pl: Tutaj możesz zmienić swój motyw.

source: settings.theme.success
pl_pl: Motyw został pomyślnie zmieniony.

source: settings.certificates
pl_pl: Certyfikaty

source: settings.certificates.info
pl_pl: Te informacje są widoczne tylko dla wspierających i administratorów.

source: settings.certificates.title.ifsg
pl_pl: Instrukcje zdrowotne

source: settings.certificates.driving_license
pl_pl: Prawo jazdy

source: settings.certificates.has_car
pl_pl: Posiadam własny samochód i jestem gotów go wykorzystać na wydarzenie (Otrzymasz zwrot kosztów paliwa).

source: settings.certificates.drive_car
pl_pl: Samochód

source: settings.certificates.drive_3_5t
pl_pl: 3,5t Transporter

source: settings.certificates.drive_7_5t
pl_pl: 7,5t Ciężarówka

source: settings.certificates.drive_12t
pl_pl: 12t Ciężarówka

source: settings.certificates.drive_forklift
pl_pl: Wózek widłowy

source: settings.certificates.ifsg_light
pl_pl: Zostałem poinformowany o IfSG §43 (znane jako Frikadellendiplom light) na miejscu.

source: settings.certificates.ifsg_light_admin
pl_pl: Zostałem poinformowany o IfSG §43 (znane jako Frikadellendiplom light) na miejscu.

source: settings.certificates.ifsg
pl_pl: Otrzymałem instrukcję o §43 IfSG (znane jako Frikadellendiplom) z mojego departamentu zdrowia i drugą instrukcję od nas lub mojego pracodawcy/kierownika/stowarzyszenia w ciągu 3 miesięcy. Dodatkowo moja druga instrukcja nie jest starsza niż 2 lata.

source: settings.certificates.ifsg_admin
pl_pl: Otrzymał instrukcję o §43 IfSG (znane jako Frikadellendiplom) z departamentu zdrowia i drugą instrukcję od nas lub jego pracodawcy/kierownika/stowarzyszenia w ciągu 3 miesięcy. Dodatkowo druga instrukcja nie jest starsza niż 2 lata.

source: settings.certificates.confirmed
pl_pl: Certyfikat potwierdzony

source: settings.certificates.ifsg_confirmed.hint
pl_pl: Twoja instrukcja zdrowotna została potwierdzona, nie możesz jej już samodzielnie zmieniać.

source: settings.certificates.drive_confirmed.hint
pl_pl: Twoje prawo jazdy zostało potwierdzone, nie możesz go już samodzielnie zmieniać.

source: settings.certificates.confirmation.info
pl_pl: Osobiście sprawdziłeś, że certyfikat/licencja spełniają wymagania.

source: settings.certificates.success
pl_pl: Certyfikaty zostały pomyślnie zaktualizowane.

source: angeltype.ifsg.required
pl_pl: Wymaga instrukcji zdrowotnej

source: ifsg.certificate
pl_pl: Instrukcja zdrowotna

source: ifsg.certificate_light
pl_pl: Instrukcja zdrowotna na miejscu

source: angeltype.ifsg.own
pl_pl: Moja instrukcja zdrowotna

source: angeltype.ifsg.required.info.preview
pl_pl: Ten typ wolontariusza wymaga instrukcji zdrowotnej.

source: angeltype.ifsg.required.info
pl_pl: Ten typ wolontariusza wymaga instrukcji zdrowotnej. Proszę wprowadź swoje informacje o instrukcji zdrowotnej!

source: angeltype.ifsg.required.info.here
pl_pl: Dołączyłeś do typu wolontariusza, który wymaga instrukcji zdrowotnej. Proszę edytować swoje informacje o instrukcji zdrowotnej tutaj: %s.

source: angeltype.driving_license.required.info.here
pl_pl: Dołączyłeś do typu wolontariusza, który wymaga prawa jazdy. Proszę edytować swoje informacje o prawie jazdy tutaj: %s.

source: angeltype.driving_license.required.info.preview
pl_pl: Ten typ wolontariusza wymaga prawa jazdy.

source: ifsg.info
pl_pl: Informacje o instrukcji zdrowotnej

source: driving_license.info
pl_pl: Informacje o prawie jazdy

source: settings.language
pl_pl: Język

source: settings.language.info
pl_pl: Tutaj możesz zmienić swój język.

source: settings.language.success
pl_pl: Język został pomyślnie zmieniony.

source: settings.api
pl_pl: API

source: settings.api.about
pl_pl: API umożliwia interakcję z %s za pomocą programów zewnętrznych. Nie jest jeszcze kompletne, ale pracujemy nad jego rozszerzeniem. Punkt końcowy API znajduje się pod `%s` i jest opisany w [specyfikacji OpenAPI](%s).

source: settings.api.about.warning
pl_pl: Nie udostępniaj swojego osobistego klucza API nikomu, ponieważ może być użyty do przeglądania Twoich danych osobowych i wprowadzania zmian w Twoim imieniu!

source: settings.api.shifts_json_show
pl_pl: Pokaż eksport JSON zmian

source: settings.api.ical_show
pl_pl: Pokaż eksport iCal

source: settings.api.news_show
pl_pl: Pokaż kanały wiadomości

source: settings.api.key_show
pl_pl: Pokaż klucz API

source: settings.api.key_reset
pl_pl: Zresetuj klucz API

source: settings.api.key_reset_confirm
pl_pl: Jeśli zresetujesz klucz API, musisz zaktualizować go we wszystkich swoich aplikacjach.

source: settings.oauth
pl_pl: Logowanie jednorazowe

source: settings.oauth.identity-provider
pl_pl: Dostawca tożsamości

source: oauth.login
pl_pl: Zaloguj się za pomocą zewnętrznego dostawcy

source: oauth.login-using-provider
pl_pl: Zaloguj się za pomocą %s

source: form.connect
pl_pl: Połącz

source: form.all
pl_pl: Wszystko

source: form.disconnect
pl_pl: Rozłącz

source: faq.faq
pl_pl: FAQ

source: faq.questions_link
pl_pl: Jeśli nie znajdziesz odpowiedzi, możesz <a href="%s">zapytać organizatora</a>.

source: faq.edit
pl_pl: Edytuj wpis FAQ

source: faq.add
pl_pl: Dodaj wpis FAQ

source: faq.delete.title
pl_pl: Usuń FAQ "%s"

source: question.questions
pl_pl: Pytania

source: question.admin
pl_pl: Odpowiedz na pytania

source: question.faq_link
pl_pl: W przypadku ogólnych pytań zapoznaj się z naszym <a href="%s">FAQ</a>.

source: question.add
pl_pl: Zadaj pytanie

source: question.edit
pl_pl: Edytuj pytanie

source: question.question
pl_pl: Pytanie

source: question.answer
pl_pl: Odpowiedź

source: question.delete.title
pl_pl: Usuń pytanie "%s"

source: question.contact_options
pl_pl: Inne opcje kontaktu:

source: tag.tags
pl_pl: Tagi

source: tag.edit
pl_pl: Edytuj tag

source: tag.add
pl_pl: Utwórz nowy tag

source: tag.delete.title
pl_pl: Usuń tag "%s"

source: user.edit.goodie
pl_pl: Edytuj nagrodę

source: user.goodie_score.enough
pl_pl: Wystarczająco

source: user.goodie_score.value
pl_pl: %s h

source: user.goodie_score
pl_pl: Wynik nagród: %s

source: user.shirt_size
pl_pl: Rozmiar T-shirts

source: user.active
pl_pl: Aktywny

source: user.force_active
pl_pl: Zawsze aktywny

source: user.force_food
pl_pl: Nieograniczona ilość jedzenia

source: user.arrived
pl_pl: Przybył

source: user.arrive
pl_pl: Przybyć

source: user.got_goodie
pl_pl: Otrzymano nagrodę

source: message.title
pl_pl: Wiadomości

source: message.choose_angel
pl_pl: Wybierz Wolontariusza

source: message.to_conversation
pl_pl: Do rozmowy

source: message.message
pl_pl: Wiadomość

source: angel
pl_pl: Wolontariusz

source: worklog.add
pl_pl: Dodaj dziennik pracy

source: worklog.edit
pl_pl: Edytuj dziennik pracy

source: worklog.date
pl_pl: Data pracy

source: worklog.hours
pl_pl: Godziny pracy

source: worklog.description
pl_pl: Opis

source: worklog.night_shift
pl_pl: Dziennik pracy to nocna zmiana

source: worklog.delete
pl_pl: Usuń dziennik pracy

source: worklog.delete.info
pl_pl: Czy naprawdę chcesz usunąć dziennik pracy dla %s?

source: voucher.vouchers
pl_pl: Vouchery

source: voucher.edit
pl_pl: Edytuj vouchery

source: voucher.eligible
pl_pl: Wolontariusz może otrzymać kolejne %d voucherów.

source: voucher.eligible.force
pl_pl: Wolontariusz może otrzymać <s>%d</s> nieograniczoną ilość voucherów.

source: voucher.count
pl_pl: Liczba wydanych voucherów

source: user.state.vouchers
pl_pl: Otrzymano %s z %s voucherów

source: user.state.vouchers.force
pl_pl: <s>%d</s> nieograniczone

source: angeltypes.angeltypes
pl_pl: Typy Wolontariuszy

source: angeltypes.about
pl_pl: Opis zespołów

source: angeltypes.about.text
pl_pl: Tutaj znajdziesz listę zespołów i ich zadań. Jeśli masz dalsze pytania, zapoznaj się z <a href="%s">FAQ</a>.

source: angeltypes.restricted
pl_pl: Wymaga wprowadzenia

source: angeltypes.restricted.info
pl_pl: Typy wolontariuszy, które wymagają wprowadzenia, mogą być używane przez wolontariusza tylko jeśli są włączone przez wspierającego (podwójne potwierdzenie).

source: angeltypes.restricted.hint
pl_pl: Ten typ wolontariusza wymaga uczestnictwa w spotkaniu wprowadzającym. Mogą tam być dodatkowe informacje w opisie.

source: angeltypes.can-change-later
pl_pl: Możesz zmienić swój wybór później w ustawieniach.

source: angeltypes.shift.self_signup.info
pl_pl: Typy wolontariuszy, które mają włączoną samodzielną rejestrację zmian, umożliwiają wolontariuszom samodzielne zapisywanie się na swoje zmiany, jeśli samodzielna rejestracja zmian jest wyłączona, tylko wspierający i administratorzy mogą zapisywać wolontariuszy na zmiany tych typów wolontariuszy.

source: shift.self_signup
pl_pl: Samodzielna rejestracja zmian

source: shift.self_signup.allowed
pl_pl: Rejestracja własna do zmian dozwolona

source: angeltypes.hide_on_shift_view
pl_pl: Ukryj w widoku zmian

source: angeltypes.hide_on_shift_view.info
pl_pl: Jeśli zaznaczone, tylko administracja i członkowie tego typu wolontariusza mogą zobaczyć opcję filtru dla tego typu wolontariusza na stronie zmian

source: location.location
pl_pl: Lokalizacja

source: location.locations
pl_pl: Lokalizacje

source: location.map_url
pl_pl: Mapa

source: location.required_angels
pl_pl: Wymagani wolontariusze (przy importowaniu harmonogramu lub kopiowaniu)

source: location.map_url.info
pl_pl: Mapa zostanie osadzona na stronie lokalizacji jako iframe.

source: location.create.title
pl_pl: Utwórz lokalizację

source: location.edit.title
pl_pl: Edytuj lokalizację

source: location.delete.title
pl_pl: Usuń lokalizację "%s"

source: shifttype.shifttypes
pl_pl: Typy zmian

source: shifttype.edit.title
pl_pl: Edytuj typ zmiany

source: shifttype.create.title
pl_pl: Utwórz typ zmiany

source: shifttype.delete.title
pl_pl: Usuń typ zmiany "%s"

source: shifttype.required_angels
pl_pl: Wymagani wolontariuszy (przy importowaniu harmonogramu lub kopiowaniu)

source: shifttype.edit.signup_advance_hours
pl_pl: Godziny wcześniejszej rejestracji

source: shifttype.edit.signup_advance_hours.info
pl_pl: Liczba godzin przed rozpoczęciem zmiany, w których dozwolona jest rejestracja

source: event.day
pl_pl: Dzień %1$d

source: dashboard.day
pl_pl: Dzień

source: registration.title
pl_pl: Rejestracja wolontariuszy

source: registration.login_data
pl_pl: Dane logowania

source: registration.event_data
pl_pl: Dane wydarzenia

source: registration.what_todo
pl_pl: Co chcesz zrobić?

source: registration.jobs
pl_pl: Możesz znaleźć więcej informacji o tym, jak nam pomóc w <a href="%s" target="_blank">Opisach zespołów / prac</a>.

source: registration.register
pl_pl: Zarejestruj się

source: tshirt.required.hint
pl_pl: Proszę określić rozmiar koszulki w swoich ustawieniach!

source: dect.required.hint
pl_pl: Proszę określić numer telefonu DECT w swoich ustawieniach! Jeśli nie masz telefonu DECT, podaj '-'.

source: pronoun.required.hint
pl_pl: Proszę wprowadzić zaimek w swoich ustawieniach!

source: firstname.required.hint
pl_pl: Proszę wprowadzić imię w swoich ustawieniach!

source: lastname.required.hint
pl_pl: Proszę wprowadzić nazwisko w swoich ustawieniach!

source: mobile.required.hint
pl_pl: Proszę wprowadzić numer telefonu komórkowego w swoich ustawieniach!

source: confirmation.delete
pl_pl: Czy na pewno chcesz to usunąć?

source: general.datetime
pl_pl: Y-m-d H:i

source: general.date
pl_pl: Y-m-d

source: general.id
pl_pl: ID

source: general.user
pl_pl: Użytkownik

source: general.count
pl_pl: Liczba

source: general.created_at
pl_pl: Utworzono

source: shifts.random
pl_pl: Losowa zmiana

source: shifts.history
pl_pl: Historia zmian

source: shifts.history.schedule
pl_pl: Harmonogram: %s

source: shifts.history.delete_all.title
pl_pl: Usuń %u zmian

source: shifts.start
pl_pl: Początek

source: shifts.end
pl_pl: Koniec

source: user.info
pl_pl: Informacje o użytkowniku

source: user.info.hint
pl_pl: Wyświetlane dla koordynatorów zmian i administratorów w widoku użytkownika. Jeśli wolontariusz nie jest oznaczony jako obecny, informacja o użytkowniku usuwa powiadomienie o nieobecności w menu systemowym wolontariuszy.

source: user_info.not_arrived_hint
pl_pl: Jeśli chcesz zarejestrować się do zmian, zapraszamy do organizatora.

source: email.greeting
pl_pl: Cześć %s,

source: email.introduction
pl_pl: Oto wiadomość dla Ciebie od %s:

source: email.footer
pl_pl: Ten e-mail został wygenerowany automatycznie i nie jest podpisany. Otrzymałeś ten e-mail, ponieważ jesteś zarejestrowany w %s.

source: password.email.message
pl_pl: Proszę odwiedzić %s, aby odzyskać hasło.

source: password.minimal_length
pl_pl: Minimalna długość %d znaków

source: footer.eventinfo.name_start_end
pl_pl: %1$s, od %2$s do %3$s

source: footer.eventinfo.name_start
pl_pl: %1$s, zaczynając %2$s

source: footer.eventinfo.start_end
pl_pl: Wydarzenie od %1$s do %2$s

source: footer.issues
pl_pl: Błędy/Funkcje

source: footer.github
pl_pl: Platforma rozwoju

source: credits.title
pl_pl: Uznanie

source: general.register
pl_pl: Zarejestruj się

source: shift.next
pl_pl: Następna zmiana

source: shift.previous
pl_pl: Poprzednia zmiana

source: general.shift
pl_pl: Zmiana

source: shift.angeltype_source
pl_pl: Potrzebni wolontariusze z: %s

source: shift.angeltype_source.shift_type
pl_pl: Harmonogram %s przez typ zmiany %s

source: shift.angeltype_source.location
pl_pl: Harmonogram %s przez lokalizację %s

source: general.logout
pl_pl: Wyloguj się

source: credits.source
pl_pl: Kod źródłowy

source: credits.version
pl_pl: Wersja: _%s_

source: design.title
pl_pl: Projekt

source: login.welcome
pl_pl: Witamy w %s!

source: event.buildup.start
pl_pl: Przygotowania się zaczynają

source: event.starts
pl_pl: Wydarzenie się zaczyna

source: event.ends
pl_pl: Wydarzenie się kończy

source: event.teardown.ends
pl_pl: Rozbiórka kończy się

source: login.password.reset
pl_pl: Zapomniałem hasła

source: login.registration
pl_pl: Proszę zarejestrować się, jeśli chcesz nam pomóc!

source: login.registration.external
pl_pl: Rejestracja jest dostępna tylko poprzez zewnętrzne logowanie.

source: login.registration.disabled
pl_pl: Rejestracja jest wyłączona.

source: login.do
pl_pl: Co mogę zrobić?

source: login.jobs
pl_pl: Przeczytaj o zespołach dostępych na wydarzeniu.

source: login.foxcons.button
pl_pl: Zaloguj przy pomocy Foxconsa

source: login.cookies
pl_pl: Pamiętaj: Musisz aktywować pliki cookie!

source: general.angel
pl_pl: Wolontariusz

source: title.date
pl_pl: Data

source: password.reset.confirm
pl_pl: Potwierdź hasło

source: password.recovery.success
pl_pl: Wysłaliśmy Ci e-mail zawierający link do odzyskania hasła.
