Repository: zgrate/engelsystem_foxcons
Catalog: resources/lang/*/default.po
Languages: pl_pl

source: password.reset.title
pl_pl: Odzyskiwanie hasła

source: password.recovery.text
pl_pl: Wyślemy Ci e-mail z linkiem do odzyskania hasła. Proszę użyj adresu e-mail, który podałeś podczas rejestracji.

source: form.recover
pl_pl: Odzyskaj

source: notification.shift.updated.introduction
pl_pl: Twoja zmiana uległa zmianie:

source: notification.shift.updated.type
pl_pl: Typ zmiany zmienił się z %s na %s

source: notification.shift.updated.title
pl_pl: Tytuł zmiany zmienił się z %s na %s

source: notification.shift.updated.description
pl_pl: Opis zmiany się zmienił

source: notification.shift.updated.start
pl_pl: Początek zmiany zmienił się z %s na %s

source: notification.shift.updated.end
pl_pl: Koniec zmiany zmienił się z %s na %s

source: notification.shift.updated.location
pl_pl: Lokalizacja zmiany przeniesiona z %s do %s

source: notification.shift.updated.shift
pl_pl: Zaktualizowana zmiana:

source: general.actions
pl_pl: Akcje

source: general.back
pl_pl: Wstecz

source: admin_shifts.no_locations
pl_pl: Nie utworzono jeszcze żadnej lokalizacji. Zmiany nie mogą być tworzone bez niej.

source: admin_shifts.no_shifttypes
pl_pl: Nie utworzono jeszcze żadnego typu zmiany. Zmiany nie mogą być tworzone bez niego.

source: admin_shifts.no_angeltypes
pl_pl: Nie utworzono jeszcze żadnego typu wolontariusza. Zmiany nie mogą być tworzone bez niego.

source: shift.sign_out.hint
pl_pl: Możesz samodzielnie się wylogować do %s godzin przed rozpoczęciem zmiany. Jeśli nie możesz uczestniczyć w zmianie, poproś organizatora o wylogowanie.

source: freeload.info.goodie
pl_pl: Nie byłeś obecny na tej zmianie. Podwójna długość zmiany została odjęta od Twojego %s. Prosimy o kontakt z organizatorem, jeśli masz pytania.

source: freeload.info
pl_pl: Nie byłeś obecny na tej zmianie. Prosimy o kontakt z organizatorem, jeśli masz pytania.

source: freeload.freeloader.info
pl_pl: Nie byłeś obecny na co najmniej %s zmianach. Dlatego rejestracja na zmiany jest zablokowana. Proszę udać się do organizatora w celu odblokowania.

source: freeload.freeloaded.info.goodie
pl_pl: Jeśli wolontariusz nie był obecny na zmianie, podwójna długość zmiany jest odjęta od %s. Jeśli %s zmian jest nieobecnych, rejestracja zmian jest zablokowana dla wolontariusza.

source: freeload.freeloaded.info
pl_pl: wolontariusz nie był obecny na zmianie. Jeśli %s zmian jest nieobecnych, rejestracja zmian jest zablokowana dla wolontariusza.

source: config.config
pl_pl: Konfiguracja

source: config.edit.success
pl_pl: Konfiguracja została pomyślnie zaktualizowana

source: Active
pl_pl: Aktywny

source: Active angels
pl_pl: Aktywni wolontariusze

source: Added by %s at %s
pl_pl: Dodane przez %s o %s

source: Added supporter rights for %s to %s.
pl_pl: Przyznano prawa supportera dla %s użytkownikowi %s.

source: Additional description
pl_pl: Dodatkowy opis

source: Add more angels
pl_pl: Dodaj więcej wolontariuszy

source: Add supporter rights
pl_pl: Przyznaj prawa supportera

source: Add user to angel type
pl_pl: Dodaj użytkownika do typu wolontariusza

source: Admin
pl_pl: Administrator

source: All
pl_pl: Wszystko

source: All Angels
pl_pl: Wszyscy wolontariusze

source: All users
pl_pl: Wszyscy użytkownicy

source: Angel:
pl_pl: Wolontariusz:

source: Angel got a goodie.
pl_pl: Wolontariusz otrzymał upominek.

source: Angel got no goodie.
pl_pl: Wolontariusz nie otrzymał upominku.

source: Angel has been marked as active.
pl_pl: Wolontariusz został oznaczony jako aktywny.

source: Angel has been marked as arrived.
pl_pl: Wolontariusz został oznaczony jako przybyły.

source: Angel has been marked as not active.
pl_pl: Wolontariusz został oznaczony jako nieaktywny.

source: Angel has no valid T-shirt size. T-shirt was not set.
pl_pl: Wolontariusz nie ma ważnego rozmiaru koszulki. Koszulka nie została ustawiona.

source: Angel not found.
pl_pl: Wolontariusz nie został znaleziony.

source: Angels currently working
pl_pl: Wolontariusze aktualnie pracujący

source: Angels needed for nightshifts
pl_pl: Wolontariusze potrzebni na nocne zmiany

source: Angels needed in the next 3 hrs
pl_pl: Wolontariusze potrzebni w ciągu następnych 3 godzin

source: Angel type
pl_pl: Typ wolontariusza

source: Angel type saved.
pl_pl: Typ wolontariusza zapisany.

source: Angel type %s deleted.
pl_pl: Typ wolontariusza %s usunięty.

source: Answer questions
pl_pl: Odpowiedz na pytania

source: API Settings
pl_pl: Ustawienia API

source: Apply
pl_pl: Zastosuj

source: Arrival date
pl_pl: Data przybycia

source: Arrival statistics
pl_pl: Statystyki przybyć

source: Arrive angels
pl_pl: Zaznacz przybycie wolontariuszy

source: Arrived at %s
pl_pl: Przybył o %s

source: arrived sum
pl_pl: Suma przybyć

source: Assigned to Shift
pl_pl: Przydzielony do zmiany

source: Back to profile
pl_pl: Powrót do profilu

source: Changes were saved.
pl_pl: Zmiany zostały zapisane.

source: Comment (for your eyes only):
pl_pl: Komentarz (tylko dla Ciebie):

source: Configured T-shirts
pl_pl: Skonfigurowane koszulki

source: Confirm
pl_pl: Potwierdź

source: Confirm all
pl_pl: Potwierdź wszystko

source: Confirm all users
pl_pl: Potwierdź wszystkich użytkowników

source: Confirm angel type for user
pl_pl: Potwierdź typ wolontariusza dla użytkownika

source: Confirmed all users for angel type %s.
pl_pl: Wszyscy użytkownicy dla typu wolontariusza %s zostali potwierdzeni.

source: Confirm user
pl_pl: Potwierdź użytkownika

source: Contact
pl_pl: Kontakt

source: Copy needed angels from location settings
pl_pl: Skopiuj potrzebnych wolontariuszy z ustawień lokalizacji

source: Copy needed angels from shift type settings
pl_pl: Skopiuj potrzebnych wolontariuszy z ustawień typu zmiany

source: Create angel type
pl_pl: Utwórz typ wolontariusza

source: Create a shift over midnight.
pl_pl: Utwórz zmianę obejmującą północ.

source: created at %s by %s
pl_pl: utworzone %s przez %s

source: Create multiple shifts
pl_pl: Utwórz wiele zmian

source: Create multiple shifts with variable length
pl_pl: Utwórz wiele zmian o zmiennej długości

source: Create one shift
pl_pl: Utwórz jedną zmianę

source: Create shifts
pl_pl: Utwórz zmiany

source: Date, Duration:
pl_pl: Data, Czas trwania:

source: Day & Time
pl_pl: Dzień i godzina

source: Delete angel type %s
pl_pl: Usuń typ wolontariusza %s

source: Delete %s
pl_pl: Usuń %s

source: Denied all users for angel type %s.
pl_pl: Wszyscy użytkownicy dla typu wolontariusza %s zostali odrzuceni.

source: Deny
pl_pl: Odrzuć

source: Deny all
pl_pl: Odrzuć wszystkich

source: Deny all users
pl_pl: Odrzuć wszystkich użytkowników

source: %d helper needed
pl_pl: %d potrzebny pomocnik

source: Do you really want to add %s to %s?
pl_pl: Czy na pewno chcesz dodać %s do %s?

source: Do you really want to add supporter rights for %s to %s?
pl_pl: Czy na pewno chcesz przyznać prawa supportera dla %s użytkownikowi %s?

source: Do you really want to confirm all users for %s?
pl_pl: Czy na pewno chcesz potwierdzić wszystkich użytkowników dla %s?

source: Do you really want to confirm %s for %s?
pl_pl: Czy na pewno chcesz potwierdzić %s dla %s?

source: Do you really want to deny all users for %s?
pl_pl: Czy na pewno chcesz odrzucić wszystkich użytkowników dla %s?

source: Do you really want to leave "%2$s"?
pl_pl: Czy na pewno chcesz opuścić "%2$s"?

source: Do you really want to remove "%s" from "%s"?
pl_pl: Czy na pewno chcesz usunąć "%s" z "%s"?

source: Do you really want to remove supporter rights for %s from %s?
pl_pl: Czy na pewno chcesz cofnąć prawa supportera dla %s z %s?

source: Do you want to delete angel type %s?
pl_pl: Czy chcesz usunąć typ wolontariusza %s?

source: Do you want to delete the shift "%s" from %s to %s?
pl_pl: Czy chcesz usunąć zmianę "%s" od %s do %s?

source: Do you want to join %2$s?
pl_pl: Czy chcesz dołączyć do %2$s?

source: Do you want to sign off from your shift %s from %s to %s as %s?
pl_pl: Czy chcesz się wypisać z Twojej zmiany %s od %s do %s jako %s?

source: Do you want to sign off %s from shift %s from %s to %s as %s?
pl_pl: Czy chcesz wypisać %s z zmiany %s od %s do %s jako %s?

source: Do you want to sign up for this shift as %s?
pl_pl: Czy chcesz zapisać się na tę zmianę jako %s?

source: Do you want to sign up the following user for this shift?
pl_pl: Czy chcesz zapisać następującego użytkownika na tę zmianę?

source: Do you want to sign up the following user for this shift as %s?
pl_pl: Czy chcesz zapisać następującego użytkownika na tę zmianę jako %s?

source: Driver
pl_pl: Kierowca

source: Duration
pl_pl: Czas trwania

source: Edit certificates
pl_pl: Edytuj certyfikaty

source: edited at %s by %s
pl_pl: edytowano %s przez %s

source: Edit group
pl_pl: Edytuj grupę

source: Edit %s
pl_pl: Edytuj %s

source: Edit shift entry
pl_pl: Edytuj wpis zmiany

source: Edit user
pl_pl: Edytuj użytkownika

source: ended
pl_pl: zakończony

source: Filter
pl_pl: Filtr

source: Filtered
pl_pl: Przefiltrowane

source: Food
pl_pl: Jedzenie

source: Force active
pl_pl: Wymuś aktywność

source: Forced
pl_pl: Wymuszone

source: Force food
pl_pl: Wymuś jedzenie

source: free
pl_pl: wolny

source: Free angels
pl_pl: Wolni wolontariusze

source: Freeload comment (Only for shift coordination and supporters):
pl_pl: Komentarz dotyczący nieobecności (tylko dla koordynatorów i supporterów):

source: Freeloaded
pl_pl: Nieobecny (odnotowany)

source: Freeloaded by %s
pl_pl: Nieobecny od %s

source: Freeloader
pl_pl: Nieobecny

source: Freeloads
pl_pl: Nieobecności

source: Fullscreen
pl_pl: Pełny ekran

source: Given goodies
pl_pl: Przyznane upominki

source: Given T-shirts
pl_pl: Przyznane koszulki

source: goodie
pl_pl: Upominek

source: Goodie
pl_pl: Upominek

source: Goodie actions
pl_pl: Akcje związane z upominkami

source: Goodie score
pl_pl: Punkty za upominki

source: Goodie statistic
pl_pl: Statystyka upominków

source: Group rights
pl_pl: Prawa grupy

source: Has car
pl_pl: Ma samochód

source: Help needed
pl_pl: Potrzebna pomoc

source: Here you can define the user groups of the angel:
pl_pl: Tutaj możesz zdefiniować grupy użytkowników wolontariusza:

source: Here you can reset the password of this angel:
pl_pl: Tutaj możesz zresetować hasło tego wolontariusza:

source: Hide at Registration
pl_pl: Ukryj przy rejestracji

source: History ID: %s
pl_pl: ID historii: %s

source: Hours to be worked
pl_pl: Godziny do przepracowania

source: How many angels should be active?
pl_pl: Ilu wolontariuszy powinno być aktywnych?

source: iCal Export
pl_pl: Eksport iCal

source: iCal export and API
pl_pl: Eksport iCal oraz API

source: If the angel is active, it can claim a goodie. If goodie is set to 'Yes', the angel already got their goodie.
pl_pl: Jeśli wolontariusz jest aktywny, może odebrać upominek. Jeśli upominek ustawiony jest na 'Tak', wolontariusz już go otrzymał.

source: Join
pl_pl: Dołącz

source: Join %s
pl_pl: Dołącz do %s

source: JSON Export
pl_pl: Eksport JSON

source: last 4h
pl_pl: ostatnie 4h

source: last 8h
pl_pl: ostatnie 8h

source: Last login
pl_pl: Ostatnie logowanie

source: Last shift
pl_pl: Ostatnia zmiana

source: Leave
pl_pl: Opuść

source: Leave angel type
pl_pl: Opuść typ wolontariusza

source: Length
pl_pl: Długość

source: Length (in minutes)
pl_pl: Długość (w minutach)

source: Location
pl_pl: Lokalizacja

source: Location:
pl_pl: Lokalizacja:

source: Marked angels.
pl_pl: Oznaczeni wolontariusze.

source: Member
pl_pl: Członek

source: Members
pl_pl: Członkowie

source: Membership
pl_pl: Członkostwo

source: Mode
pl_pl: Tryb

source: My driving license
pl_pl: Moje prawo jazdy

source: Name & Workmates
pl_pl: Imię i współpracownicy

source: Needed angels
pl_pl: Potrzebni wolontariusze

source: Needed angels:
pl_pl: Potrzebni wolontariusze:

source: next 4h
pl_pl: następne 4h

source: next 8h
pl_pl: następne 8h

source: Next shift %c
pl_pl: Następna zmiana %c

source: Night shifts between %d and %d am are multiplied by %d for the goodie score.
pl_pl: Nocne zmiany pomiędzy %d a %d są mnożone przez %d w obliczeniu punktów za upominki.

source: No
pl_pl: Nie

source: No.
pl_pl: Nr.

source: No data found.
pl_pl: Brak danych.

source: None
pl_pl: Brak

source: No shifts found.
pl_pl: Nie znaleziono zmian.

source: No supporter update given.
pl_pl: Nie podano aktualizacji supportera.

source: Not arrived
pl_pl: Nie przybył

source: Not arrived (Planned: %s)
pl_pl: Nie przybył (planowane: %s)

source: not yet possible
pl_pl: jeszcze nie możliwe

source: Number of shifts: %s
pl_pl: Liczba zmian: %s

source: Occupancy
pl_pl: Zajętość

source: occupied
pl_pl: zajęte

source: Other angel type needed/collides with my shifts
pl_pl: Inny typ wolontariusza wymagany/koliduje z moimi zmianami

source: out of %s
pl_pl: z %s

source: Own
pl_pl: Własne

source: Password reset done.
pl_pl: Reset hasła zakończony.

source: Password reset in progress
pl_pl: Reset hasła w toku

source: Planned arrival
pl_pl: Planowane przybycie

source: Planned arrival statistics
pl_pl: Statystyki planowanych przybyć

source: Planned departure
pl_pl: Planowany wyjazd

source: Planned departure statistics
pl_pl: Statystyki planowanych wyjazdów

source: please arrive for signup
pl_pl: proszę przybyć, aby się zarejestrować

source: Please check the name. Maybe it already exists.
pl_pl: Proszę sprawdzić nazwę. Może już istnieje.

source: Please check the needed angels for team %s.
pl_pl: Proszę sprawdzić wymaganych wolontariuszy dla zespołu %s.

source: Please check your input for needed angels of type %s.
pl_pl: Proszę sprawdzić wpisy dotyczące wymaganych wolontariuszy typu %s.

source: Please enter a freeload comment!
pl_pl: Proszę wprowadzić komentarz dotyczący nieobecności!

source: Please enter a number of angels to be marked as active.
pl_pl: Proszę wprowadzić liczbę wolontariuszy do oznaczenia jako aktywni.

source: Please enter a shift duration in minutes.
pl_pl: Proszę wprowadzić długość zmiany w minutach.

source: Please enter a valid ending time for the shifts.
pl_pl: Proszę wprowadzić prawidłowy czas zakończenia zmiany.

source: Please enter a valid starting time for the shifts.
pl_pl: Proszę wprowadzić prawidłowy czas rozpoczęcia zmiany.

source: Please select a location.
pl_pl: Proszę wybrać lokalizację.

source: Please select a mode.
pl_pl: Proszę wybrać tryb.

source: Please select a mode for needed angels.
pl_pl: Proszę wybrać tryb dla wymaganych wolontariuszy.

source: Please select an end time.
pl_pl: Proszę wybrać czas zakończenia.

source: Please select a shift type.
pl_pl: Proszę wybrać typ zmiany.

source: Please select a start time.
pl_pl: Proszę wybrać czas rozpoczęcia.

source: Please select needed angels.
pl_pl: Proszę wybrać potrzebnych wolontariuszy.

source: Please split the shift-change hours by colons.
pl_pl: Proszę rozdzielić godziny zmian dwukropkami.

source: Please use markdown for the description.
pl_pl: Proszę użyć Markdown w opisie.

source: Please validate the change hour %s. It should be between 00:00 and 24:00.
pl_pl: Proszę sprawdzić godzinę zmiany %s. Powinna być pomiędzy 00:00 a 24:00.

source: Primary contact person/desk for user questions.
pl_pl: Główna osoba/kontakt do pytań użytkowników.

source: Privileges
pl_pl: Uprawnienia

source: Public Dashboard
pl_pl: Publiczny pulpit

source: Remove
pl_pl: Usuń

source: Remove active
pl_pl: Usuń aktywnego

source: Removed from Shift
pl_pl: Usunięto ze zmiany

source: Removed supporter rights for %s from %s.
pl_pl: Cofnięto prawa supportera dla %s od %s.

source: Remove goodie
pl_pl: Usuń upominek

source: Remove supporter rights
pl_pl: Cofnij prawa supportera

source: Requires driver license
pl_pl: Wymaga prawa jazdy

source: Reset
pl_pl: Resetuj

source: Reset arrival state for %s?
pl_pl: Zresetować stan przybycia dla %s?

source: Reset done. Angel has not arrived.
pl_pl: Reset zakończony. Wolontariusz nie przybył.

source: Reset to previous state
pl_pl: Przywróć poprzedni stan

source: Rights
pl_pl: Prawa

source: %s (already in shift)
pl_pl: %s (już na zmianie)

source: %s confirmed for angel type %s.
pl_pl: %s potwierdzony dla typu wolontariusza %s.

source: Search angel:
pl_pl: Wyszukaj wolontariusza:

source: Set active
pl_pl: Ustaw aktywny

source: %s has been subscribed to the shift.
pl_pl: %s został zapisany na zmianę.

source: %s has done enough.
pl_pl: %s wykonał wystarczająco dużo pracy.

source: Shift change hours
pl_pl: Godziny zmiany

source: Shift could not be found.
pl_pl: Nie można znaleźć zmiany.

source: Shift deleted.
pl_pl: Zmiana usunięta.

source: Shift ended %c
pl_pl: Zmiana zakończona %c

source: Shift ends %c
pl_pl: Zmiana kończy się %c

source: Shift entry removed.
pl_pl: Wpis zmiany usunięty.

source: Shift is full
pl_pl: Zmiana jest pełna

source: Shift is running/has ended, you have not arrived or signup is blocked otherwise
pl_pl: Zmiana trwa/się zakończyła, nie przybyłeś lub rejestracja jest zablokowana

source: Shift saved.
pl_pl: Zmiana zapisana.

source: Shifts created.
pl_pl: Zmiany utworzone.

source: Shift sign off
pl_pl: Wypisanie ze zmiany

source: Shift signup
pl_pl: Zapis na zmianę

source: Shift started %c
pl_pl: Zmiana rozpoczęta %c

source: Shift type
pl_pl: Typ zmiany

source: Shift updated.
pl_pl: Zmiana zaktualizowana.

source: Show all shifts
pl_pl: Pokaż wszystkie zmiany

source: Show on dashboard
pl_pl: Pokaż na pulpicie

source: Sign off
pl_pl: Wypisz się

source: Sign up
pl_pl: Zapisz się

source: Size
pl_pl: Rozmiar

source: %s (not "%s")
pl_pl: %s (nie "%s")

source: %s (%s as %s) in %s, %s - %s
pl_pl: %s (%s jako %s) w %s, %s - %s

source: State
pl_pl: Stan

source: Sum
pl_pl: Suma

source: Sum:
pl_pl: Suma:

source: Supporters
pl_pl: Supporterzy

source: Team %s
pl_pl: Zespół %s

source: The administration has not configured any locations yet.
pl_pl: Administracja nie skonfigurowała jeszcze żadnych lokalizacji.

source: The administration has not configured any shifts yet.
pl_pl: Administracja nie skonfigurowała jeszcze żadnych zmian.

source: The ending time has to be after the starting time.
pl_pl: Czas zakończenia musi być po czasie rozpoczęcia.

source: The entries must match and must not be empty!
pl_pl: Wpisy muszą być zgodne i nie mogą być puste!

source: The following angels are needed
pl_pl: Potrzebni są następujący wolontariusze

source: There are 0 angels needed. Please enter the amounts of needed angels.
pl_pl: Nie potrzeba żadnych wolontariuszy. Proszę wprowadzić liczbę potrzebnych wolontariuszy.

source: There are unanswered questions!
pl_pl: Są nieodpowiedziane pytania!

source: There are unconfirmed angels in %d angel type. Angel type that needs approval:
pl_pl: Są niepotwierdzeni wolontariusze w %d typie wolontariuszy. Typ wymagający zatwierdzenia:

source: The shifts end has to be after its start.
pl_pl: Koniec zmiany musi być po jej początku.

source: This Angel has no valid T-shirt size, therefore it's not possible to hand out a T-shirt.
pl_pl: Ten wolontariusz nie ma ważnego rozmiaru koszulki, dlatego nie można mu jej wydać.

source: This description is for single shifts, otherwise please use the description in shift type.
pl_pl: Ten opis dotyczy pojedynczych zmian, w przeciwnym razie użyj opisu w typie zmiany.

source: This page is much more comfortable with javascript.
pl_pl: Ta strona jest znacznie wygodniejsza z JavaScript.

source: This shift collides with one of your shifts.
pl_pl: Ta zmiana koliduje z jedną z Twoich zmian.

source: This shift ended already.
pl_pl: Ta zmiana już się zakończyła.

source: This shift is already occupied.
pl_pl: Ta zmiana jest już zajęta.

source: This shift is in the far future. It becomes available for signup at %s.
pl_pl: Ta zmiana jest w odległej przyszłości. Zapisy będą możliwe od %s.

source: This shift was imported from a schedule so some changes will be overwritten with the next import.
pl_pl: Ta zmiana została zaimportowana z harmonogramu, więc niektóre zmiany zostaną nadpisane przy następnym imporcie.

source: This user does not exist.
pl_pl: Ten użytkownik nie istnieje.

source: Time and location
pl_pl: Czas i lokalizacja

source: Title:
pl_pl: Tytuł:

source: Today
pl_pl: Dziś

source: Tomorrow
pl_pl: Jutro

source: Type:
pl_pl: Typ:

source: Type and title
pl_pl: Typ i tytuł

source: Unconfirmed
pl_pl: Niepotwierdzony

source: User deleted.
pl_pl: Użytkownik usunięty.

source: User groups saved.
pl_pl: Grupy użytkowników zapisane.

source: User is not in angel type.
pl_pl: Użytkownik nie należy do typu wolontariusza.

source: User not found.
pl_pl: Użytkownik nie znaleziony.

source: User %s added to %s.
pl_pl: Użytkownik %s dodany do %s.

source: User %s could not be notified by e-mail due to an error.
pl_pl: Nie można powiadomić użytkownika %s e-mailem z powodu błędu.

source: User "%s" removed from "%s".
pl_pl: Użytkownik "%s" usunięty z "%s".

source: Work log entry
pl_pl: Wpis w dzienniku pracy

source: Yes
pl_pl: Tak

source: Yesterday
pl_pl: Wczoraj

source: You are already a %s.
pl_pl: Jesteś już %s.

source: You are not allowed to confirm all users for this angel type.
pl_pl: Nie masz uprawnień do potwierdzenia wszystkich użytkowników dla tego typu wolontariusza.

source: You are not allowed to confirm this users angel type.
pl_pl: Nie masz uprawnień do potwierdzenia typu wolontariusza tego użytkownika.

source: You are not allowed to delete all users for this angel type.
pl_pl: Nie masz uprawnień do usunięcia wszystkich użytkowników dla tego typu wolontariusza.

source: You are not allowed to delete this users angel type.
pl_pl: Nie masz uprawnień do usunięcia typu wolontariusza tego użytkownika.

source: You are not allowed to sign up yet.
pl_pl: Nie możesz się jeszcze zapisać.

source: You are not marked as arrived.
pl_pl: Nie jesteś oznaczony jako przybyły.

source: You are signed up for this shift.
pl_pl: Jesteś zapisany na tę zmianę.

source: You are subscribed. Thank you!
pl_pl: Jesteś zapisany. Dziękujemy!

source: You cannot delete yourself.
pl_pl: Nie możesz usunąć samego siebie.

source: You cannot edit angels with more rights.
pl_pl: Nie możesz edytować wolontariuszy o większych uprawnieniach.

source: You cannot edit your own rights.
pl_pl: Nie możesz edytować własnych uprawnień.

source: You have been assigned to a Shift:
pl_pl: Zostałeś przydzielony do zmiany:

source: You have been removed from a Shift:
pl_pl: Zostałeś usunięty ze zmiany:

source: You have done enough.
pl_pl: Wykonałeś wystarczająco dużo pracy.

source: You joined %s.
pl_pl: Dołączyłeś do %s.

source: You need be accepted member of the angel type.
pl_pl: Musisz być zaakceptowanym członkiem tego typu wolontariusza.

source: Your account has been deleted.
pl_pl: Twoje konto zostało usunięte.

source: Your password
pl_pl: Twoje hasło

source: Your shift
pl_pl: Twoja zmiana

source: You successfully left "%2$s".
pl_pl: Pomyślnie opuściłeś "%2$s".
